7zip
alacritty
amdgpu_top
arduino-cli
avr-gdb
avrdude
baobab
base
base-devel
bat
bear
bind
bridge-utils
btop
btrfs-progs
catfish
cdrtools
chafa
chrono-date
clamav
clang
cpio
cyme
ddcutil
decibels
dmidecode
dnsmasq
docker
dolphin
dunst
edk2-ovmf
efibootmgr
epiphany
evince
eza
fd
file-roller
firefox
fish
fzf
gdm
git
glib2-devel
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
go
gobject-introspection
gperf
grilo-plugins
grim
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
help2man
htop
hyprland
hyprland-protocols
hyprpaper
imagemagick
intel-ucode
iptables-nft
iwd
jq
keepassxc
kitty
lazygit
libgepub
libgphoto2
libgsf
libopenraw
libpulse
libva-utils
libvirt-storage-iscsi-direct
linux
linux-firmware
loupe
lshw
lynis
malcontent
man-db
man-pages
man-pages-ru
meson
minicom
mplayer
nano
nautilus
neovim
net-tools
network-manager-applet
networkmanager
nmap
npm
ntfs-3g
nwg-displays
nwg-look
obsidian
onboard
orca
otf-font-awesome
papers
pavucontrol
pcmanfm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
platformio-core-udev
polkit-kde-agent
poppler-glib
putty
python-pip
python-pipenv
python-pipx
python-shellingham
qbittorrent
qemu-desktop
qemu-full
qt5-wayland
qt5ct
qt6-wayland
radeontop
rclone
resvg
rkhunter
rygel
screen
sddm
showtime
simple-scan
slurp
smartmontools
snapshot
sushi
swtpm
swww
tecla
telegram-desktop
texlive-bin
thunar
thunar-archive-plugin
thunar-media-tags-plugin
tldr
tmux
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
unrar
unzip
uv
uwsm
vde2
vim
virt-manager
virt-viewer
virtualbox
virtualbox-host-modules-arch
vulkan-radeon
waybar
wget
wine
wine-gecko
wine-mono
wireless_tools
wireplumber
wl-clipboard
wlr-protocols
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yazi
yelp
zip
zoxide
zram-generator
