checkupdates-systemd-git
coolterm-bin
dracula-cursors-git
dracula-icons-git
esplorer
gdrive
google-chrome
keymapper
keymapper-debug
paru-debug
platformio-git
portproton
python-click-completion
qt6ct-kde
regex-tui
simavr
simulide
toru-bin
usbasp-udev
viber
virtualbox-ext-oracle
wvkbd
yay
yay-debug
